---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTaperedWidthAtBottom
source: html/8f5258cd-e72b-1fd4-c78b-d88da55c55ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTaperedWidthAtBottom Property

"Bottom Width"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTaperedWidthAtBottom { get; }
```